Repository: sebaviscu/MVCBlog
Catalog: MVCBlog.Core/Resources/Validation.*.resx
Languages: es

source: CategoyYearFromYearTo
es: El año desde no puede ser mayor que el año hasta.

source: CategoryRangeExists
es: El rango de categoría ya existe.

# UserNameDNI
source: User Name is DNI
es: El nombre de usuario es el DNI.

# PasswordConfirmationDoNotMatch
source: The password and confirmation password do not match.
es: La contraseña y la contraseña de confirmación no coinciden.

# LeastCharacters
source: The {0} must be at least {2} characters long.
es: El {0} debe tener al menos {2} caracteres.

source: No More Characters.
es: El {0} no puede tener más de {2} caracteres.

source: IncorrectTextImagen.
es: El texto de la imagen es incorrecto.

source: Only Integer.
es: El campo {0} sólo permite números enteros.

# UpgradeYourBrowser
source: Please upgrade your browser, because your current browser lacks some new features we need!
es: Actualice su navegador, ya que carece de algunas características nuevas que necesitamos.

source: Failed to retrieve
es: Falló al recuperar

# UnsupportedFile
source: is unsupported File!
es: es un tipo de archivo inválido!

# ToBigFile
source: To Big!
es: Es muy grande el archivo! Debe ser menor o igual a 97200 bites.

# MaxRows
source: Your search filter brought {0} or more records
es: Su filtro de búsqueda trajo {0} o más registros

source: Repeated partner
es: El número de socio {0} está repetido. Lo tiene tiene el socio DNI {1}.

# DateFromDateTo
source: Date From higher Date To
es: La fecha Desde no puede ser menor que la fecha Hasta.

# DiferentDate
source: Date From higher Date To highet to {0} days
es: La diferencia de fechas no puede ser mayor a {0} días.

# NumberBetween
source: The field {0} must be between {1} and {2}
es: El campo {0} debe ser entre {1} y {2}

# OnlyDate
source: The field {0} must be a date.
es: El campo {0} debe ser una fecha.

# ThereAreNoCategories
source: There are no categories entered.
es: No hay categorías ingresadas.

# TheyWereUpdated
source: They were updated {0} of {1}.
es: Se actualizaron {0} de {1} registros.

# AreYouSureYouWant
source: Are you sure you want to
es: Estas seguro que quieres

source: Is Closed
es: La cuota está cerrada no se puede editar ni eliminar.

source: Amount With Cero
es: El socio seleccionado pertenece a una categoría cuyo precio de la cuota es 0.

source: Error FK
es: El registro no se puede eliminar, se encuentra asociado a otra tabla.

# BirthdateCategoryNotNull
source: The Birthdate and Category can't be null.
es: La fecha de nacimiento y categoría no pueden ser nulos cuando el usuario tiene un número de socio.

# PaymentDateLower
source: Payment Date can't be Lower {0:dd/MM/yyyy}.
es: El día de Pago no puede ser menor al día de pago del último cierre {0:dd/MM/yyyy}.

# PaymentDayUpperToToday
source: Payment day upper to today {0:dd/MM/yyyy}.
es: El día de Pago no puede ser superior a hoy {0:dd/MM/yyyy}.
